Revit 2024 API
DocumentEntryPoint.PlanTopology Property
Gets the PlanTopology of a given level.
Overload List
Name | Description
PlanTopology[Level]
Get the PlanTopology of a given level in the last phase.
 (Inherited from Document.)
PlanTopology[Level, Phase]
Get the PlanTopology of a given level in a given phase.
 (Inherited from Document.)
See Also
DocumentEntryPoint Class
DocumentEntryPoint Members
Autodesk.Revit.DB.Macros Namespace